# Зеркала Ссылку указывем без / в конце
# BASE_URL = "https://m.bs2site.at"
# BASE_URL = "https://bs2best.at"
BASE_URL = "https://blacksprut-net.ru"
# BASE_URL = "https://bs2.gl"

# Данные авторизации
LOGIN = ""
PASSWORD = ""

# Апи ключ от рукапчи
RUCAPTCHA_API_KEY = ""

# Название базы данных
DB_NAME = "my_sqllite_db"
# Параметр для ввода капчи вручную. True - вручную. Если запускаем вручную. False - Автоматически через рукапчу. Если запускаем на сервер
# В папку images будут сохраняться капчи при ручном вводе
MANUAL = True

# Так как на один магазин по 4к отзывов доходить может, то чтобы не ломать сайт и чтобы был меньше шанс забанить скрипт, 
# указываем количество страниц отзывов на магазин.
REVIEWS_AMOUNT = 3